{
  "lang": "en",
  "Projects": "Projects",
  "Home": "Home",
  "title-1": "Hello",
  "title-2": "I am",
  "title-3": "Matěj",
  "about": "About me",
  "offer": "What I offer",
  "experience": "My experience",
  "contact": "Contact",
  "foot-copy": "Copyright © 2022 by Matěj Vrba. All Rights Reserved.",
  "index-1": "Hello, my name is Matěj and I am a student at Faculty of Information Technology at Brno University of Technology.",
  "index-2": "In my free time I'm a freelance web developer, but I also focus on my hobbies such as elecronics or camping",
  "index-3": "If you need a website for you or to jumpstart your business just click",
  "exp-1":"I am programming since I was 15 and since then I learned not only languages like C++ or Rust, but web technologies like HTML, CSS, JavaScript, Vue.js and Nuxt.js as well.",
  "exp-2":"Here is a list of what I've learned so far:",
  "offer-1-title":"Web design",
  "offer-2-title":"Web hosting",
  "offer-1": "I'll turn your idea of your ideal website into relity, even if you don't know exactly what you need.",
  "offer-2": "I'll help you find best web hosting for you, so you don't pay too much and I'll help you set everything up and explaing everything you'll need/want to know.",
  "hw-projects": "Hardware Projects",
  "sw-projects": "Software Projects",
  "here": "here",
  "project": "Project",
  "my-projects": {
    "title": "My projects",
    "desc": "In my free time I work on different not only software, but also hardware projects. You can see what I'm comfortable with showing here:",
    "Source": "Source",
    "Live": "Live",
    "schematic": "Schematic",
  },
  "hw": {
    "p1":{
      "title": "First experience with AVR",
      "desc": "I've decided to try to do something with AVR microcontroller, so I used it to print text to LCD."
    }
  },
  "sw":{
    "p1": {
      "title": "My website",
      "desc": "I made my website using HTML, CSS with TailwindCSS, JavaScript libraries Vue.js and Nuxt.js",
      "p1": "Because I've decided to learn a JavaScript framework, it seamed like a good idea to make a personal website.",
      "p2": "I started with the landing page and that's where I wanted to leave it, but I§ve decided to make aditional page to show off my projects.",
      "p3": "It's not like there's a lot to see... for now, because I don't want to show unfinished projects in case I don't finish them."
    }
  }
}
